const About = () => {
  return (
    <div className="about">
      <h1>О нас</h1>
      <p>Британские пекарни — сеть кафе современной британской кухни.</p>
      <p>Основана в 1995 году, до 2012 года носила название «Балтийский хлеб». В 2012 году, после ребрендинга и
        реорганизации в компании, сеть получила название «Британские пекарни». Своим названием обязана прежде всего
        главному технологу — британцу Эндрю Парку, который принимал непосредственное участие в создании производственных
        цехов, разработке рецептур продукции и открытии первой в России пекарни в формате кафе в 1997 году.</p>
      <p>Сегодня «Британские пекарни» — это интернет-магазин и более 20 кафе в Санкт-Петербурге, где всегда можно
        попробовать свежеиспеченный ремесленный хлеб, разнообразную выпечку, торты, пирожные, блюда от шефа, ароматный
        кофе и традиционный английский чай.</p>
    </div>
  );
};

export default About;